Repository: genecyber/ribbit-copay
Catalog: copay/po/*.po
Languages: es

source: (*) The limits are imposed by the bitcoin network.
es: (*) Los límites son impuestos por la red de bitcoin.

source: A transaction was rejected by
es: Una transacción fue rechazada por

source: A transaction was signed by
es: Una transacción fue firmada por

source: ALL Transactions Proposals will be discarted. This needs to be done on <b>ALL</b> peers of a wallet, to prevent the old proposals to be resynced again.
es: TODAS las Propuestas de Transacciones serán descartadas. Es necesario que lo hagan <b>TODOS</b> los compañeros del monedero, para prevenir que las viejas propuestas sean re sincronizadas de nuevo.

source: Add
es: Agregar

source: Address
es: Dirección

source: Address Book
es: Libreta de Direcciones

source: Addresses
es: Direcciones

source: Alternative Currency
es: Moneda Alternativa

source: Amount
es: Importe

source: Amount in
es: Importe en

source: Are you sure to delete this wallet from this computer?
es: ¿Estas seguro de borrar este monedero de tu computadora?

source: Back
es: Volver

source: Backup
es: Copia de Seguridad

source: Backup created
es: Copia de Seguridad creada

source: Backup wallet
es: Hacer copia de seguridad

source: Balance locked in pending transaction proposals
es: Balance bloqueado en las propuestas de transacción pendientes

source: Digibyte address
es: Dirección bitcoin

source: Broadcast Transaction
es: Emitir Transacción

source: Browser unsupported
es: Navegador no soportado

source: Cancel
es: Cancelar

source: Certificate:
es: Certificado:

source: Choose a password
es: Escribe una contraseña

source: Choose backup file from your computer
es: Seleccione el archivo backup de su computadora

source: Choose your password
es: Escribe tu contraseña

source: Close
es: Cerrar

source: Confirmations
es: Confirmaciones

source: Connecting to Insight Wallet Server...
es: Conectando al Servidor Insight...

source: Connecting...
es: Conectando...

source: Continue anyways
es: Continuar de todas maneras

source: Copayers
es: Compañeros

source: Copied to clipboard
es: Copiado al portapapeles

source: Copy to clipboard
es: Copiar al portapapeles

source: Could not connect to the Insight server. Check your settings and network configuration
es: No se pudo conectar con el servidor Insight. Verifica la configuración de red

source: Create a new wallet
es: Crear un nuevo monedero

source: Create a wallet
es: Crea un monedero

source: Create new wallet
es: Crear nuevo monedero

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
es: Crea monedero {{requiredCopayers}}-de-{{totalCopayers}}

source: Creating and storing a backup will allow you to recover wallet funds
es: Crear y guardar una copia de seguridad le permitirá recuperar el dinero de su monedero

source: Creating wallet...
es: Creando monedero...

source: Creator
es: Creador

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete Wallet
es: Borrar Monedero

source: Download Backup
es: Descargar Copia de Seguridad

source: Download File
es: Descargar Archivo

source: Empty. Create an alias for your addresses
es: Vacío. Crea una etiqueta para tus direcciones

source: Encrypted backup file saved
es: Archivo de copia de seguridad encriptado guardado

source: Error updating indexes:
es: Error al actualizar índices:

source: Family vacation funds
es: Fondos para vacaciones en familia

source: Fatal error connecting to Insight server
es: Error fatal al conectar con el servidor Insight

source: Fee
es: Tasa

source: Finished
es: Finalizado

source: Form Error
es: Error en formulario

source: Funds received!
es: ¡Fondos recibidos!

source: Get QR code
es: Obtener código QR

source: Hide
es: Ocultar

source: History
es: Historial

source: If all funds have been removed from your wallet and you do not wish to have the wallet data stored on your computer anymore, you can delete your wallet.
es: Si todos los fondos fueron removidos de tu monedero y no deseas tener los datos guardados en tu computadora, puedes eliminar tu monedero.

source: Import a backup
es: Importar una copia de seguridad

source: Import backup
es: Importar copia de seguridad

source: Importing wallet - Reading backup...
es: Importando monedero - Leyendo archivo...

source: Importing wallet - Setting things up...
es: Importando monedero - Configurando...

source: Importing wallet - We are almost there...
es: Importando monedero - Finalizando...

source: Including fee of
es: Incluye tasa de

source: Insight API server
es: Servidor de API Insight

source: Insight API server is open-source software. You can run your own instances, check <a href="http://insight.is" target="_blank">Insight API Homepage</a>
es: Servidor de API insight es un software código-abierto. Puedes correr tu propia instancia en <a href="http://insight.is" target="_blank">Insight API Homepage</a>

source: Insufficient funds
es: Fondos insuficientes

source: It's important that you update your wallet at https://copay.io
es: Es importante que actualices tu monedero en https://copay.io

source: It's important to backup your wallet so that you can recover it in case of disaster
es: Es importante hacer copia de seguridad de tu monedero para que puedas recuperarlo en caso de pérdidas de datos de tu computadora

source: Join
es: Unirse

source: Join a Wallet in Creation
es: Unirse a un monedero

source: Label
es: Etiqueta

source: Language
es: Idioma

source: Last transactions
es: Últimas transacciones

source: Leave a private message to your copayers
es: Dejar mensaje privado a tus compañeros

source: Locked
es: Bloqueado

source: Login Required
es: Inicio de Sesión Requerido

source: Manual Update
es: Actualización Manual

source: Me
es: Yo

source: Merchant Data:
es: Negocio:

source: Name
es: Nombre

source: Network Error. Attempting to reconnect...
es: Error de Red. Intentando reconectar...

source: Networking Error
es: Error de Red

source: New Transaction
es: Nueva Transacción

source: New Wallet Created
es: Nuevo Monedero Creado

source: New entry has been created
es: Nueva entrada fue creada

source: Next
es: Siguiente

source: No transactions proposals yet.
es: Sin propuestas de transacciones aún.

source: No transactions yet.
es: Sin propuestas de transacciones aún.

source: Not valid
es: No válido

source: Note
es: Nota

source: One person has
es: Una persona

source: One signature missing
es: Falta una firma

source: Open
es: Abrir

source: Open Wallet
es: Abrir Monedero

source: Open a wallet
es: Abrir un monedero

source: Open in external application
es: Abrir en una aplicación externa

source: Opening the wallet in multiple browser tabs could lead to unexpected results
es: Abrir el monedero en varias ventanas del mismo navegador podría conducir a resultados inesperados

source: Page not found
es: Página no encontrada

source: Password
es: Contraseña

source: Passwords must match
es: Las contraseñas deben coincidir

source: Paste wallet secret here
es: Pegar código secreto del monedero aquí

source: Payment Expiration:
es: Vencimiento de Pago:

source: Pending Transactions Proposals will be discarted. This needs to be done on <b>ALL</b> peers of a wallet, to prevent the old proposals to be resynced again.
es: Las Propuestas de Transacciones Pendientes serán descartadas. Esto es necesario hacerlo con <b>TODOS</b> los compañeros del monedero, para prevenir que viejas propuestas sean re sincronizadas de nuevo.

source: Please complete required fields
es: Por favor complete los campos requeridos

source: Please enter the required fields
es: Por favor ingrese los campos requeridos

source: Please open wallet to complete payment
es: Por favor abrir un monedero para completar el pago

source: Please update your wallet at https://copay.io
es: Por favor actualiza tu monedero de https://copay.io

source: Please, select your backup file
es: Por favor, selecciona el archivo de copia de seguridad

source: Preparing payment...
es: Preparando pago...

source: Proposal ID
es: ID de Propuesta

source: Purge
es: Purgar

source: Purge ALL Transaction Proposals
es: Purgar TODAS las Propuestas de Transacciones

source: Purge All
es: Purgar Todo

source: Purge Pending Transaction Proposals
es: Purgar Propuestas de Transacciones Pendientes

source: Ready
es: Listo

source: Receive
es: Recibir

source: Received corrupt message from
es: Se recibió un mensaje corrupto de

source: Received corrupt transaction from
es: Se recibió una transacción corrupta de

source: Reject
es: Rechazar

source: Repeat password
es: Repite la contraseña

source: Required
es: Requerido

source: Save
es: Guardar

source: Scan
es: Explorar

source: Scan Wallet Addresses
es: Explorar Direcciones del Monedero

source: Scaning for transactions
es: Explorando transacciones

source: Select a backup file
es: Seleccionar el archivo de copia de seguridad

source: Select required signatures (*)
es: Seleccione las firmas requeridas (*)

source: Select total number of copayers (*)
es: Seleccione el total de compañeros (*)

source: Send
es: Enviar

source: Send Proposals
es: Enviar Propuestas

source: Send all funds
es: Enviar todos los fondos

source: Send to
es: Enviar a

source: Sent
es: Enviado

source: Server Says:
es: Mensaje del Servidor:

source: Session closed
es: Sesión cerrada

source: Session closed because a long time of inactivity
es: La sesión fue cerrada por mucho tiempo de inactividad

source: Session will be closed
es: La sesión se cerrará

source: Settings
es: Configuración

source: Share this secret with your other copayers
es: Compartir el código secreto con tus otros compañeros

source: Show
es: Mostrar

source: Show all
es: Ver todo

source: Show less
es: Ver menos

source: Sign
es: Firmar

source: Skip Backup
es: Saltear Copia de Seguridad

source: Skip public keys from peers
es: Ignorar claves pública de los compañeros

source: Skip transaction proposals from Backup
es: Ignorar propuestas de transacciones desde la Copia de Seguridad

source: Skipping fields: {{skipFields}}
es: Saltear campos: {{skipFields}}

source: Success
es: Listo

source: The balance is updated using the derived addresses
es: El balance es actualizado utilizando direcciones derivadas

source: The secret string you entered is invalid
es: La palabra secreta ingresada no es válida

source: The transaction proposal has been created
es: La propuesta de transacción fue creada

source: The wallet is full
es: El monedero esta completo

source: There was an error sending the transaction
es: Hubo un error al enviar la transacción

source: There was an error signing the transaction
es: Hubo un error al firmar la transacción

source: This wallet appears to be currently open.
es: Este monedero parece estar actualmente abierto.

source: This will scan the blockchain looking for addresses derived from your wallet, in case you have funds in addresses not yet generated (e.g.: you restored an old backup). This will also trigger a syncronization of addresses to other connected peers.
es: Esto verificará la blockchain buscando direcciones derivadas de tu monedero, en caso de tener fondo en direcciones que no fueron generadas aún (por ej.: si restauraste una copia de seguridad antigua). Esto también activará la sincronización de direcciones a los demás compañeros conectados.

source: To
es: A

source: Total amount for this transaction:
es: Cantidad total de esta transacción:

source: Transaction Error
es: Error en Transacción

source: Transaction ID
es: ID de Transacción

source: Transaction Proposals
es: Propuestas de Transacción

source: Transaction Update
es: Actualización de una Transacción

source: Transaction broadcasted
es: Transacción transmitida

source: Transaction finally rejected
es: Transacción finalmente rechazada

source: Transaction rejected
es: Transacción rechazada

source: Transactions Proposals Purged
es: Propuestas de Transacciones Purgadas

source: Unable to send transaction proposal
es: No se puede enviar propuesta de transacción

source: Updating balance
es: Actualizando balance

source: Use all funds
es: Todos los fondos

source: Use test network
es: Red de prueba

source: User information
es: Información de Usuario

source: Using derived addresses from your wallet
es: Usando direcciones derivadas de tu monedero

source: Valid
es: Válido

source: Waiting Copayers for {{$root.wallet.getName()}}
es: Esperando compañeros a {{$root.wallet.getName()}}

source: Waiting copayers
es: Esperando compañeros

source: Waiting for other copayers to make a Backup
es: Esperando que los otros compañeros hagan su copia de seguridad

source: Waiting...
es: Esperando...

source: Wallet Secret
es: Código Secreto del Monedero

source: Wallet Secret is not valid!
es: ¡El código secreto no es válido!

source: Wallet Unit
es: Unidad del monedero

source: Wallet name
es: Nombre del monedero

source: Wallet network configuration missmatch
es: Configuración de la Red del monedero no coinciden

source: Warning!
es: ¡Advertencia!

source: Wrong password
es: Contraseña incorrecta

source: You have
es: Tienes

source: You have a pending transaction proposal
es: Tienes una propuesta de transacción pendiente

source: You rejected the transaction successfully
es: Rechazaste la transacción con éxito

source: Your master private key contains the information to sign <b>any</b> transaction on this wallet. Handle with care.
es: Tu "master private key" contiene la información para firmar <b>cualquier</b> transacción de este monedero. Tenga cuidado al usar.

source: Your name
es: Tu nombre

source: Your name (optional)
es: Tu nombre (opcional)

source: Your password
es: Tu contraseña

source: Your session is about to expire due to inactivity in
es: Tu sesión está va a expirar por inactividad en

source: Your wallet password
es: Contraseña de tu monedero

source: advanced options
es: opciones avanzadas

source: available.
es: disponible.

source: change
es: vuelto

source: first seen at
es: Visto el

source: mined
es: minado el

source: not valid
es: no válido

source: of
es: de

source: optional
es: opcional

source: pending transaction proposals
es: propuestas de transacciones pendientes

source: people have
es: personas

source: required
es: requerido

source: seconds
es: segundos

source: too long!
es: ¡demasiado largo!

source: transaction proposal purged
es: propuestas de transacciones purgadas

source: valid!
es: ¡válido!

source: yet to backup the wallet.
es: deben hacer su copia de seguridad

source: yet to join.
es: deben unirse

source: {{tx.missingSignatures}} signatures missing
es: Faltan {{tx.missingSignatures}} firmas
